package com.ruihua.geshuibao.Bean;

import java.util.List;

public class SelfHelpContentBean {
    /**
     * data : {"pageNo":"1","pageSize":"10","list":[{"title":"失业当年，计算个税能否全额减除6万元","answer":"8月31日，第十三届全国人民代表大会常务委员会第五次会议通过《全国人民代表大会常务委员会关于修改〈中华人民共和国个人所得税法〉的决定》，新《个人所得税法》自2019年1月1日起施行。笔者在工作中发现，随着新《个人所得税法》的实施，企业员工失业当年，计算个税能否全额减除6万元的问题，开始受到纳税人的关注。《个人所得税法》第六条第一款，明确了综合所得应纳税所得额的计算方法：居民个人的综合所得，以每一纳税年度的收入额减除费用6万元以及专项扣除、专项附加扣除和依法确定的其他扣除后的余额，为应纳税所得额。但实际工作中，工薪阶层跳槽现象并不少见，失业期间没有工资、薪金所得，导致一个纳税年度内取得少于12个月的工资、薪金所得，那么这个纳税年度的减除费用能否按照6万元计算呢？例如，居民个人张先生在甲公司任职软件工程师，于2019年7月31日离职；休息两个月后，张先生于2019年10月8日入职乙公司。鉴于预扣预缴办法尚未出台，笔者作出合理假设：企业（扣缴义务人）按月办理预扣预缴时，减除费用为5000元/月。假设甲公司和乙公司均为每月5日发放上月工资，张先生在甲公司8月5日时，获得最后一笔工资。假设张先生2019年9月和10月未缴纳五险一金。2019年纳税年度，张先生取得的工资、薪金情况如下：1月～8月，收入额为2万元/月，专项扣除额为3000元/月，预扣预缴税额为990元/月；11月～12月，收入额为23000元/月，专项扣除额为3450元/月，预扣预缴税额为1500元/月。全年的月减除费用标准适用5000元/月。则张先生的税后所得，1月～8月为16010元/月，11月～12月为18050元/月。计算可得，张先生全年的收入额合计为206000元，月减除费用合计为5万元，专项扣除额合计为30900元，预扣预缴税额合计为10920元，全年税后所得合计为164180元。在办理2019年度汇算清缴时，张先生是否可以按《个人所得税法》第六条第一款的规定，全部减除费用6万元呢？下面通过简单的案例对比一下对纳税人的影响。若仅允许扣除上述10个月的减除费用合计5万元，则张先生应纳税所得额为：206000－50000－30900=125100（元），应纳税额为：36000×3\\%＋（125100-36000）×10%=9990（元），应补（退）税额为：9990－10920=－930（元），即张先生应申请退税930元。若允许扣除全部的6万元，则张先生应纳税所得额为：206000-60000-30900=115100（元），应纳税额=36000×3%＋（115100－36000）×10%=8990（元），应补退税额为：8990－10920=－1930（元），即张先生应申请退税1930元。通过此例不难发现，若可全额扣除6万元的减除费用，张先生的个税税负降低明显。在当前社会环境下，纳税人在一个纳税年度内有一两个完整的月份处于待业状态的情况并不罕见。借用流行的一句话：跳槽穷半年，处于工作\u201c空窗期\u201d的工薪阶层不论是否取得收入，但是基本生活保障支出是必需的。因此，笔者认为，即使纳税人一个纳税年度内有数个月处于待业状态，没有取得工资、薪金收入，按月预扣预缴时没有减除5000元的基本减除费用，但在汇算清缴时，应当按照《个人所得税法》的规定，予以全额减除6万元。此外，应届毕业生步入社会的第一年，其工作时间基本上为6个月左右。那么，这一群体在汇算清缴时，是否允许全额扣除6万元呢？笔者认为，适当的人才流动，可以改善企业的人才结构、增强企业的活力。按照6万元进行全额扣除，可以使劳动者更好地发挥自己的才能，获取合理的劳动报酬。"},{"title":"退休返聘人员的工资应依法缴纳个税","answer":"常有纳税人前来咨询，企业支付给退休返聘人员的工资如何申报个人所得税。笔者认为，退休返聘人员的工资，可能属于工资、薪金，也可能属于劳务报酬，还需具体情况具体分析。根据修订前的《个人所得税法》及其实施条例的规定，工资、薪金所得，指个人因任职或者受雇而取得的工资、薪金、奖金等所得。劳务报酬所得，属于一次性收入的，以取得该项收入为一次；属于同一项目连续性收入的，以一个月内取得的收入为一次。在新的《个人所得税法》实施前，个人所得税仍然按现行法律法规处理。《国家税务总局关于个人兼职和退休人员再任职取得收入如何计算征收个人所得税问题的批复》（国税函〔2005〕382号）中规定，退休人员再任职取得的收入，在减除按个人所得税法规定的费用扣除标准后，按工资、薪金所得项目计算缴纳个人所得税。据此，退休人员再任职取得的收入，企业应按工资、薪金所得代扣代缴个人所得税，其他收入，则按照劳务报酬计算扣缴个人所得税。那么，什么情况属于退休人员再任职呢？《国家税务总局关于离退休人员再任职界定问题的批复》（国税函〔2006〕526号）和《国家税务总局关于个人所得税有关问题的公告》（国家税务总局公告2011年第27号）对此作了明确。退休人员再任职，应同时符合下列条件：一是受雇人员与用人单位签订一年以上劳动合同或协议，存在长期或连续的雇用与被雇用关系；二是受雇人员因事假、病假、休假等原因不能正常出勤时，仍享受固定或基本工资收入；三是受雇人员与单位其他正式职工享受同等福利、培训及其他待遇；四是受雇人员的职务晋升、职称评定等工作由用人单位负责组织。因此，在新的《个人所得税法》实施前，企业支付给退休再任职人员的工资，同时符合上述规定的，应按工资、薪金所得代扣代缴个人所得税；否则按劳务报酬所得代扣代缴个人所得税。"},{"title":"此次税改为什么要增加6项专项附加扣除？","answer":"为进一步增强税制的公平性、合理性，这次个人所得税改革在提高基本减除费用标准的基础上增加子女教育、继续教育、大病医疗、住房贷款利息或者住房租金、赡养老人等专项附加扣除，体现了个人生活和支出的差异性和个性化需求，实现精准减税。第一，这是贯彻落实党的十九大精神，回应社会诉求的重要举措。党的十九大提出\u201c坚持在发展中保障和改善民生\u201d\u201c在幼有所育、学有所教、劳有所得、病有所医、老有所养、住有所居、弱有所扶上不断取得新进展\u201d，社会对税前扣除子女教育、大病医疗等支出有一定呼声。此次税制改革在考虑纳税人实际负担、财政承受能力等因素的基础上，适当增加子女教育、大病医疗支出6项附加扣除，进一步完善了个人所得税费用扣除体系。第二，适当考虑子女教育、大病医疗等个性化支出，能进一步增强税制的公平性、合理性，实现精准减税。第三，这是与国际惯例接轨的重要体现。英、美、法、加、澳、日等国家，在基本费用扣除基础上，均有教育、医疗等相关专项附加扣除。"},{"title":"此次税改经营所得税率结构是怎么调整的?","answer":"为平衡经营所得与综合所得的税负水平，此次改革对原个体工商户的生产经营所得税率表进行了改革完善，在维持5\\%至35%的五级超额累进税率不变的情况下，大幅度调整各档次税率级距，如最低税率5%对应的级距由原1.5万元提高到3万元;最高税率35%对应的级距上限由原10万元提高到50万元，切实减轻了纳税人税收负担。"},{"title":"此次税改综合所得的税率表是如何调整的？","answer":"财政部和国家税务总局全面贯彻落实党的十九大精神，按照综合与分类相结合税制改革的总体要求，设计了与社会主义市场经济发展阶段、居民收入能力和减税规模相匹配的综合所得税率表。此次税改，综合所得适用七级超额累进税率，进一步拉长3\\%、10%、20%三档较低税率对应的级距，同步缩减25%税率的级距，30%、35%、45%三档较高税率的级距维持不变。主要考虑是通过适当扩大低档税率级距，进一步降低中低收入者的税负。我国个税纳税人群呈金字塔型分布，适用中低档税率人数最多，在纳税人收入分布密集区间实行更精细调节，适度扩大中低档税率（20%以下）级距，进一步减轻中低收入者的税收负担。"},{"title":"此次个人所得税改革的主要内容（变化）是什么？","answer":"此次个税改革的目的是为了进一步便民、惠民、利民，主要内容包括：一是将个人经常发生的主要所得项目纳入综合征税范围。将工资薪金、劳务报酬、稿酬和特许权使用费4项所得纳入综合征税范围，实行按月或按次分项预缴、按年汇总计算、多退少补的征管模式。二是完善个人所得税费用扣除模式。一方面合理提高基本减除费用标准，将基本减除费用标准提高到每人每月5000元，另一方面设立子女教育、继续教育、大病医疗、住房贷款利息或者住房租金、赡养老人等6项专项附加扣除。三是优化调整个人所得税税率结构。以现行工薪所得3\\%-45%七级超额累进税率为基础，扩大3%、10%、20%三档较低税率的级距，25%税率级距相应缩小，30%、35%、45%三档较高税率级距保持不变。四是推进个人所得税配套改革。推进部门共治共管和联合惩戒，完善自然人税收管理法律支撑。"},{"title":"为什么要实施综合与分类相结合的税制模式?","answer":"在分类税制下，纳税人的各项所得需按其所得性质进行分类，按月或按次缴纳税款，没有就其全年所得综合征税，难以充分体现税收公平原则。实行综合与分类相结合的税制，可以更好地兼顾纳税人的收入水平和负担能力。从国际上看，个人所得税按征税模式可分为综合税制、分类税制、综合与分类相结合税制等类型。目前世界上只有极少数国家采用综合税制或分类税制，大多数国家都采用综合与分类相结合的税制模式。"},{"title":"对境外人士包括港澳台人士是否还有优惠安排","answer":"记者：新修订的个人所得税法将我国个人所得税居民纳税人判定标准由满一年调整为满183天。请问下一步在实施该法时，对境外人士包括港澳台人士是否还有优惠安排？答：现行个人所得税法实施条例对境外人士纳税问题有特殊优惠规定，在中国境内无住所但是居住一年以上五年以下的个人，其来源于中国境外的所得，可以只就由中国境内单位或者个人支付的部分缴纳个人所得税。境外支付的部分不需要在中国境内缴纳个人所得税。为保持政策稳定性，下一步在落实新个人所得税法时，将考虑继续对境外人士包括港澳台人士作出优惠安排。（来源：财政部税务总局有关负责人答记者问）"},{"title":"2018年10月1日以后，外籍雇员取得工资薪金所得的，是否仍可扣除附加减除费用1300元？","answer":"根据《全国人民代表大会常务委员会关于修改<中华人民共和国个人所得税法>的决定》（中华人民共和国主席令第九号）规定：\u201c自2018年10月1日至2018年12月31日，纳税人的工资、薪金所得，先行以每月收入额减除费用五千元以及专项扣除和依法确定的其他扣除后的余额为应纳税所得额，依照本决定第十六条的个人所得税税率表一（综合所得适用）按月换算后计算缴纳税款，并不再扣除附加减除费用。\u201d根据《财政部税务总局关于2018年第四季度个人所得税减除费用和税率适用问题的通知》（财税〔2018〕98号）的规定，对纳税人在2018年10月1日（含）后实际取得的工资、薪金所得，减除费用统一按照5000元/月执行，并按照本通知所附个人所得税税率表一计算应纳税额。对纳税人在2018年9月30日（含）前实际取得的工资、薪金所得，减除费用按照税法修改前规定执行。\u201d"},{"title":"2018年个体工商户业主、个人独资企业和合伙企业自然人投资者、企事业单位承包承租经营者的生产经营所得，如何计算计税？","answer":"对个体工商户业主、个人独资企业和合伙企业自然人投资者、企事业单位承包承租经营者2018年取得的生产经营所得，用全年应纳税所得额分别计算应纳前三季度税额和应纳第四季度税额，其中应纳前三季度税额按照税法修改前规定的税率和前三季度实际经营月份的权重计算，应纳第四季度税额按照税法修改后规定的税率和第四季度实际经营月份的权重计算。具体如下：（1）月（季）度预缴税款的计算。本期应缴税额=累计应纳税额-累计已缴税额累计应纳税额=应纳10月1日以前税额+应纳10月1日以后税额应纳10月1日以前税额=（累计应纳税所得额×税法修改前规定的税率-税法修改前规定的速算扣除数）×10月1日以前实际经营月份数÷累计实际经营月份数应纳10月1日以后税额=（累计应纳税所得额×税法修改后规定的税率-税法修改后规定的速算扣除数）×10月1日以后实际经营月份数÷累计实际经营月份数（2）年度汇算清缴税款的计算。汇缴应补退税额=全年应纳税额-累计已缴税额全年应纳税额=应纳前三季度税额+应纳第四季度税额应纳前三季度税额=（全年应纳税所得额×税法修改前规定的税率-税法修改前规定的速算扣除数）×前三季度实际经营月份数÷全年实际经营月份数应纳第四季度税额=（全年应纳税所得额×税法修改后规定的税率-税法修改后规定的速算扣除数）×第四季度实际经营月份数÷全年实际经营月份数"}],"maxNum":8}
     * errormsg : 根据咨询自助问答分类id查询自助问答成功
     * errorcode : 0000
     */

    private DataBean data;
    private String errormsg;
    private String errorcode;

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public String getErrormsg() {
        return errormsg;
    }

    public void setErrormsg(String errormsg) {
        this.errormsg = errormsg;
    }

    public String getErrorcode() {
        return errorcode;
    }

    public void setErrorcode(String errorcode) {
        this.errorcode = errorcode;
    }

    public static class DataBean {
        /**
         * pageNo : 1
         * pageSize : 10
         * list : [{"title":"失业当年，计算个税能否全额减除6万元","answer":"8月31日，第十三届全国人民代表大会常务委员会第五次会议通过《全国人民代表大会常务委员会关于修改〈中华人民共和国个人所得税法〉的决定》，新《个人所得税法》自2019年1月1日起施行。笔者在工作中发现，随着新《个人所得税法》的实施，企业员工失业当年，计算个税能否全额减除6万元的问题，开始受到纳税人的关注。《个人所得税法》第六条第一款，明确了综合所得应纳税所得额的计算方法：居民个人的综合所得，以每一纳税年度的收入额减除费用6万元以及专项扣除、专项附加扣除和依法确定的其他扣除后的余额，为应纳税所得额。但实际工作中，工薪阶层跳槽现象并不少见，失业期间没有工资、薪金所得，导致一个纳税年度内取得少于12个月的工资、薪金所得，那么这个纳税年度的减除费用能否按照6万元计算呢？例如，居民个人张先生在甲公司任职软件工程师，于2019年7月31日离职；休息两个月后，张先生于2019年10月8日入职乙公司。鉴于预扣预缴办法尚未出台，笔者作出合理假设：企业（扣缴义务人）按月办理预扣预缴时，减除费用为5000元/月。假设甲公司和乙公司均为每月5日发放上月工资，张先生在甲公司8月5日时，获得最后一笔工资。假设张先生2019年9月和10月未缴纳五险一金。2019年纳税年度，张先生取得的工资、薪金情况如下：1月～8月，收入额为2万元/月，专项扣除额为3000元/月，预扣预缴税额为990元/月；11月～12月，收入额为23000元/月，专项扣除额为3450元/月，预扣预缴税额为1500元/月。全年的月减除费用标准适用5000元/月。则张先生的税后所得，1月～8月为16010元/月，11月～12月为18050元/月。计算可得，张先生全年的收入额合计为206000元，月减除费用合计为5万元，专项扣除额合计为30900元，预扣预缴税额合计为10920元，全年税后所得合计为164180元。在办理2019年度汇算清缴时，张先生是否可以按《个人所得税法》第六条第一款的规定，全部减除费用6万元呢？下面通过简单的案例对比一下对纳税人的影响。若仅允许扣除上述10个月的减除费用合计5万元，则张先生应纳税所得额为：206000－50000－30900=125100（元），应纳税额为：36000×3\\%＋（125100-36000）×10%=9990（元），应补（退）税额为：9990－10920=－930（元），即张先生应申请退税930元。若允许扣除全部的6万元，则张先生应纳税所得额为：206000-60000-30900=115100（元），应纳税额=36000×3%＋（115100－36000）×10%=8990（元），应补退税额为：8990－10920=－1930（元），即张先生应申请退税1930元。通过此例不难发现，若可全额扣除6万元的减除费用，张先生的个税税负降低明显。在当前社会环境下，纳税人在一个纳税年度内有一两个完整的月份处于待业状态的情况并不罕见。借用流行的一句话：跳槽穷半年，处于工作\u201c空窗期\u201d的工薪阶层不论是否取得收入，但是基本生活保障支出是必需的。因此，笔者认为，即使纳税人一个纳税年度内有数个月处于待业状态，没有取得工资、薪金收入，按月预扣预缴时没有减除5000元的基本减除费用，但在汇算清缴时，应当按照《个人所得税法》的规定，予以全额减除6万元。此外，应届毕业生步入社会的第一年，其工作时间基本上为6个月左右。那么，这一群体在汇算清缴时，是否允许全额扣除6万元呢？笔者认为，适当的人才流动，可以改善企业的人才结构、增强企业的活力。按照6万元进行全额扣除，可以使劳动者更好地发挥自己的才能，获取合理的劳动报酬。"},{"title":"退休返聘人员的工资应依法缴纳个税","answer":"常有纳税人前来咨询，企业支付给退休返聘人员的工资如何申报个人所得税。笔者认为，退休返聘人员的工资，可能属于工资、薪金，也可能属于劳务报酬，还需具体情况具体分析。根据修订前的《个人所得税法》及其实施条例的规定，工资、薪金所得，指个人因任职或者受雇而取得的工资、薪金、奖金等所得。劳务报酬所得，属于一次性收入的，以取得该项收入为一次；属于同一项目连续性收入的，以一个月内取得的收入为一次。在新的《个人所得税法》实施前，个人所得税仍然按现行法律法规处理。《国家税务总局关于个人兼职和退休人员再任职取得收入如何计算征收个人所得税问题的批复》（国税函〔2005〕382号）中规定，退休人员再任职取得的收入，在减除按个人所得税法规定的费用扣除标准后，按工资、薪金所得项目计算缴纳个人所得税。据此，退休人员再任职取得的收入，企业应按工资、薪金所得代扣代缴个人所得税，其他收入，则按照劳务报酬计算扣缴个人所得税。那么，什么情况属于退休人员再任职呢？《国家税务总局关于离退休人员再任职界定问题的批复》（国税函〔2006〕526号）和《国家税务总局关于个人所得税有关问题的公告》（国家税务总局公告2011年第27号）对此作了明确。退休人员再任职，应同时符合下列条件：一是受雇人员与用人单位签订一年以上劳动合同或协议，存在长期或连续的雇用与被雇用关系；二是受雇人员因事假、病假、休假等原因不能正常出勤时，仍享受固定或基本工资收入；三是受雇人员与单位其他正式职工享受同等福利、培训及其他待遇；四是受雇人员的职务晋升、职称评定等工作由用人单位负责组织。因此，在新的《个人所得税法》实施前，企业支付给退休再任职人员的工资，同时符合上述规定的，应按工资、薪金所得代扣代缴个人所得税；否则按劳务报酬所得代扣代缴个人所得税。"},{"title":"此次税改为什么要增加6项专项附加扣除？","answer":"为进一步增强税制的公平性、合理性，这次个人所得税改革在提高基本减除费用标准的基础上增加子女教育、继续教育、大病医疗、住房贷款利息或者住房租金、赡养老人等专项附加扣除，体现了个人生活和支出的差异性和个性化需求，实现精准减税。第一，这是贯彻落实党的十九大精神，回应社会诉求的重要举措。党的十九大提出\u201c坚持在发展中保障和改善民生\u201d\u201c在幼有所育、学有所教、劳有所得、病有所医、老有所养、住有所居、弱有所扶上不断取得新进展\u201d，社会对税前扣除子女教育、大病医疗等支出有一定呼声。此次税制改革在考虑纳税人实际负担、财政承受能力等因素的基础上，适当增加子女教育、大病医疗支出6项附加扣除，进一步完善了个人所得税费用扣除体系。第二，适当考虑子女教育、大病医疗等个性化支出，能进一步增强税制的公平性、合理性，实现精准减税。第三，这是与国际惯例接轨的重要体现。英、美、法、加、澳、日等国家，在基本费用扣除基础上，均有教育、医疗等相关专项附加扣除。"},{"title":"此次税改经营所得税率结构是怎么调整的?","answer":"为平衡经营所得与综合所得的税负水平，此次改革对原个体工商户的生产经营所得税率表进行了改革完善，在维持5\\%至35%的五级超额累进税率不变的情况下，大幅度调整各档次税率级距，如最低税率5%对应的级距由原1.5万元提高到3万元;最高税率35%对应的级距上限由原10万元提高到50万元，切实减轻了纳税人税收负担。"},{"title":"此次税改综合所得的税率表是如何调整的？","answer":"财政部和国家税务总局全面贯彻落实党的十九大精神，按照综合与分类相结合税制改革的总体要求，设计了与社会主义市场经济发展阶段、居民收入能力和减税规模相匹配的综合所得税率表。此次税改，综合所得适用七级超额累进税率，进一步拉长3\\%、10%、20%三档较低税率对应的级距，同步缩减25%税率的级距，30%、35%、45%三档较高税率的级距维持不变。主要考虑是通过适当扩大低档税率级距，进一步降低中低收入者的税负。我国个税纳税人群呈金字塔型分布，适用中低档税率人数最多，在纳税人收入分布密集区间实行更精细调节，适度扩大中低档税率（20%以下）级距，进一步减轻中低收入者的税收负担。"},{"title":"此次个人所得税改革的主要内容（变化）是什么？","answer":"此次个税改革的目的是为了进一步便民、惠民、利民，主要内容包括：一是将个人经常发生的主要所得项目纳入综合征税范围。将工资薪金、劳务报酬、稿酬和特许权使用费4项所得纳入综合征税范围，实行按月或按次分项预缴、按年汇总计算、多退少补的征管模式。二是完善个人所得税费用扣除模式。一方面合理提高基本减除费用标准，将基本减除费用标准提高到每人每月5000元，另一方面设立子女教育、继续教育、大病医疗、住房贷款利息或者住房租金、赡养老人等6项专项附加扣除。三是优化调整个人所得税税率结构。以现行工薪所得3\\%-45%七级超额累进税率为基础，扩大3%、10%、20%三档较低税率的级距，25%税率级距相应缩小，30%、35%、45%三档较高税率级距保持不变。四是推进个人所得税配套改革。推进部门共治共管和联合惩戒，完善自然人税收管理法律支撑。"},{"title":"为什么要实施综合与分类相结合的税制模式?","answer":"在分类税制下，纳税人的各项所得需按其所得性质进行分类，按月或按次缴纳税款，没有就其全年所得综合征税，难以充分体现税收公平原则。实行综合与分类相结合的税制，可以更好地兼顾纳税人的收入水平和负担能力。从国际上看，个人所得税按征税模式可分为综合税制、分类税制、综合与分类相结合税制等类型。目前世界上只有极少数国家采用综合税制或分类税制，大多数国家都采用综合与分类相结合的税制模式。"},{"title":"对境外人士包括港澳台人士是否还有优惠安排","answer":"记者：新修订的个人所得税法将我国个人所得税居民纳税人判定标准由满一年调整为满183天。请问下一步在实施该法时，对境外人士包括港澳台人士是否还有优惠安排？答：现行个人所得税法实施条例对境外人士纳税问题有特殊优惠规定，在中国境内无住所但是居住一年以上五年以下的个人，其来源于中国境外的所得，可以只就由中国境内单位或者个人支付的部分缴纳个人所得税。境外支付的部分不需要在中国境内缴纳个人所得税。为保持政策稳定性，下一步在落实新个人所得税法时，将考虑继续对境外人士包括港澳台人士作出优惠安排。（来源：财政部税务总局有关负责人答记者问）"},{"title":"2018年10月1日以后，外籍雇员取得工资薪金所得的，是否仍可扣除附加减除费用1300元？","answer":"根据《全国人民代表大会常务委员会关于修改<中华人民共和国个人所得税法>的决定》（中华人民共和国主席令第九号）规定：\u201c自2018年10月1日至2018年12月31日，纳税人的工资、薪金所得，先行以每月收入额减除费用五千元以及专项扣除和依法确定的其他扣除后的余额为应纳税所得额，依照本决定第十六条的个人所得税税率表一（综合所得适用）按月换算后计算缴纳税款，并不再扣除附加减除费用。\u201d根据《财政部税务总局关于2018年第四季度个人所得税减除费用和税率适用问题的通知》（财税〔2018〕98号）的规定，对纳税人在2018年10月1日（含）后实际取得的工资、薪金所得，减除费用统一按照5000元/月执行，并按照本通知所附个人所得税税率表一计算应纳税额。对纳税人在2018年9月30日（含）前实际取得的工资、薪金所得，减除费用按照税法修改前规定执行。\u201d"},{"title":"2018年个体工商户业主、个人独资企业和合伙企业自然人投资者、企事业单位承包承租经营者的生产经营所得，如何计算计税？","answer":"对个体工商户业主、个人独资企业和合伙企业自然人投资者、企事业单位承包承租经营者2018年取得的生产经营所得，用全年应纳税所得额分别计算应纳前三季度税额和应纳第四季度税额，其中应纳前三季度税额按照税法修改前规定的税率和前三季度实际经营月份的权重计算，应纳第四季度税额按照税法修改后规定的税率和第四季度实际经营月份的权重计算。具体如下：（1）月（季）度预缴税款的计算。本期应缴税额=累计应纳税额-累计已缴税额累计应纳税额=应纳10月1日以前税额+应纳10月1日以后税额应纳10月1日以前税额=（累计应纳税所得额×税法修改前规定的税率-税法修改前规定的速算扣除数）×10月1日以前实际经营月份数÷累计实际经营月份数应纳10月1日以后税额=（累计应纳税所得额×税法修改后规定的税率-税法修改后规定的速算扣除数）×10月1日以后实际经营月份数÷累计实际经营月份数（2）年度汇算清缴税款的计算。汇缴应补退税额=全年应纳税额-累计已缴税额全年应纳税额=应纳前三季度税额+应纳第四季度税额应纳前三季度税额=（全年应纳税所得额×税法修改前规定的税率-税法修改前规定的速算扣除数）×前三季度实际经营月份数÷全年实际经营月份数应纳第四季度税额=（全年应纳税所得额×税法修改后规定的税率-税法修改后规定的速算扣除数）×第四季度实际经营月份数÷全年实际经营月份数"}]
         * maxNum : 8
         */

        private String pageNo;
        private String pageSize;
        private int maxNum;
        private List<ListBean> list;

        public String getPageNo() {
            return pageNo;
        }

        public void setPageNo(String pageNo) {
            this.pageNo = pageNo;
        }

        public String getPageSize() {
            return pageSize;
        }

        public void setPageSize(String pageSize) {
            this.pageSize = pageSize;
        }

        public int getMaxNum() {
            return maxNum;
        }

        public void setMaxNum(int maxNum) {
            this.maxNum = maxNum;
        }

        public List<ListBean> getList() {
            return list;
        }

        public void setList(List<ListBean> list) {
            this.list = list;
        }

        public static class ListBean {
            /**
             * title : 失业当年，计算个税能否全额减除6万元
             * answer : 8月31日，第十三届全国人民代表大会常务委员会第五次会议通过《全国人民代表大会常务委员会关于修改〈中华人民共和国个人所得税法〉的决定》，新《个人所得税法》自2019年1月1日起施行。笔者在工作中发现，随着新《个人所得税法》的实施，企业员工失业当年，计算个税能否全额减除6万元的问题，开始受到纳税人的关注。《个人所得税法》第六条第一款，明确了综合所得应纳税所得额的计算方法：居民个人的综合所得，以每一纳税年度的收入额减除费用6万元以及专项扣除、专项附加扣除和依法确定的其他扣除后的余额，为应纳税所得额。但实际工作中，工薪阶层跳槽现象并不少见，失业期间没有工资、薪金所得，导致一个纳税年度内取得少于12个月的工资、薪金所得，那么这个纳税年度的减除费用能否按照6万元计算呢？例如，居民个人张先生在甲公司任职软件工程师，于2019年7月31日离职；休息两个月后，张先生于2019年10月8日入职乙公司。鉴于预扣预缴办法尚未出台，笔者作出合理假设：企业（扣缴义务人）按月办理预扣预缴时，减除费用为5000元/月。假设甲公司和乙公司均为每月5日发放上月工资，张先生在甲公司8月5日时，获得最后一笔工资。假设张先生2019年9月和10月未缴纳五险一金。2019年纳税年度，张先生取得的工资、薪金情况如下：1月～8月，收入额为2万元/月，专项扣除额为3000元/月，预扣预缴税额为990元/月；11月～12月，收入额为23000元/月，专项扣除额为3450元/月，预扣预缴税额为1500元/月。全年的月减除费用标准适用5000元/月。则张先生的税后所得，1月～8月为16010元/月，11月～12月为18050元/月。计算可得，张先生全年的收入额合计为206000元，月减除费用合计为5万元，专项扣除额合计为30900元，预扣预缴税额合计为10920元，全年税后所得合计为164180元。在办理2019年度汇算清缴时，张先生是否可以按《个人所得税法》第六条第一款的规定，全部减除费用6万元呢？下面通过简单的案例对比一下对纳税人的影响。若仅允许扣除上述10个月的减除费用合计5万元，则张先生应纳税所得额为：206000－50000－30900=125100（元），应纳税额为：36000×3\%＋（125100-36000）×10%=9990（元），应补（退）税额为：9990－10920=－930（元），即张先生应申请退税930元。若允许扣除全部的6万元，则张先生应纳税所得额为：206000-60000-30900=115100（元），应纳税额=36000×3%＋（115100－36000）×10%=8990（元），应补退税额为：8990－10920=－1930（元），即张先生应申请退税1930元。通过此例不难发现，若可全额扣除6万元的减除费用，张先生的个税税负降低明显。在当前社会环境下，纳税人在一个纳税年度内有一两个完整的月份处于待业状态的情况并不罕见。借用流行的一句话：跳槽穷半年，处于工作“空窗期”的工薪阶层不论是否取得收入，但是基本生活保障支出是必需的。因此，笔者认为，即使纳税人一个纳税年度内有数个月处于待业状态，没有取得工资、薪金收入，按月预扣预缴时没有减除5000元的基本减除费用，但在汇算清缴时，应当按照《个人所得税法》的规定，予以全额减除6万元。此外，应届毕业生步入社会的第一年，其工作时间基本上为6个月左右。那么，这一群体在汇算清缴时，是否允许全额扣除6万元呢？笔者认为，适当的人才流动，可以改善企业的人才结构、增强企业的活力。按照6万元进行全额扣除，可以使劳动者更好地发挥自己的才能，获取合理的劳动报酬。
             */

            private String title;
            private String answer;

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public String getAnswer() {
                return answer;
            }

            public void setAnswer(String answer) {
                this.answer = answer;
            }
        }
    }
}
